@extends('layouts.site')
{{--Gta 4 EFLC--}}
@section('content')
    {{--Контент Gta 4 EFLC--}}
    <div class="container centered">
        <div class="col-xs-offset-1 col-xs-10">
            <img class='img' src="image/gta_eflc.jpg" width="40%" alt="">
            <h2>Grand Theft Auto: Episodes from Liberty City</h2>
            <h4>Описание</h4>
            <p>
                Grand Theft Auto: Episodes from Liberty City (GTA: EfLC) — совместное издание дополнений The Lost and Damned и The Ballad of Gay Tony, полностью раскрывающие сюжет оригинальной игры Grand Theft Auto IV[1]. Его выход состоялся 29 октября 2009 года, одновременно с выходом дополнения The Ballad of Gay Tony для Xbox 360. Позже, 13 апреля 2010 года в Северной Америке и 16 апреля в Европе, было выпущено и для PC, и PlayStation 3. Для запуска не требуется оригинальная копия игры Grand Theft Auto IV, так же как и аккаунт в сети Xbox Live или PSN (кроме игры по сети). Версия игры для Xbox 360 не требует установки на жесткий диск для запуска игры, так же как и большинство других игр, которые были выпущены в прошлом. Для издания Episodes from Liberty City было добавлено 3 новые радиостанции — Vice City FM, RamJam FM и Self-Actualization FM[8], а также на каждой радиостанции из оригинальной GTA IV убрана музыка из оригинальной игры, но добавлена новая. Если приобретать эпизоды отдельно, без сборника, тогда эксклюзивных радиостанций не будет, но останется музыка из оригинальной игры.
            </p><br>
            <h4>The Lost and Damned</h4>
            <p>
                Эпизод под названием Grand Theft Auto IV: The Lost and Damned появился в Xbox Live 17 февраля 2009 года. История развивается вокруг Джонни Клебица — члена байкерской банды The Lost. Во время прохождения сюжетной части оригинальной Grand Theft Auto IV его личность встречалась в некоторых миссиях.
            </p><br>
            <img class='img' src="image/eflc2.jpg" alt="">
            <h4>The Ballad of Gay Tony</h4>
            <p>
                Второй эпизод — The Ballad of Gay Tony появился в свободном доступе 29 октября 2009 года. Главным героем на этот раз стал Луис Лопез. Этот эпизод из Либерти-сити показывает нам совсем другой город — город, доверху набитый оружием, гламуром и грязью.
            </p><br>
            <img class='img' src="image/eflc1.jpg" alt="">
            <h4>Геймплей</h4>
            <p>
                Ввиду того, что время действия обоих эпизодов совпадает с сюжетной линией GTA IV, Rockstar Games не стали вносить больших и кардинальных изменений в районы или постройки Либерти-Сити. Однако, всё же существуют небольшие изменения и отличия в зданиях и интерьерах: например, здание клуба байкеров Lost отличается от такового из оригинальной игры. Также примечательно, что в The Lost and Damned и The Ballad of Gay Tony, в отличие от оригинальной Grand Theft Auto IV, мосты между островами Либерти-Сити открыты с самого начала игры и город полностью предоставлен для исследования игрокам.
            </p><br>
            <h4>Новые возможности в игре</h4>
            <p>
                Каждая из игр предлагает свой взгляд протагониста на город Либерти-Сити — будь то суровый байкер Джонни со сломанной жизнью или красочная и гламурная жизнь Луиса. В игры The Lost and Damned и The Ballad of Gay Tony было добавлен целый ряд новых возможностей, мини-игр, второстепенных миссий. Теперь для того, чтобы встретиться со всеми друзьями сразу, надо только позвонить один раз и протагонист отправится на встречу со своими двумя доступными друзьями. Были добавлены новые мини-игры: аэрохоккей, армреслинг, карточная игра «больше-меньше», гонки на мотоциклах в The Lost and Damned, а также гольф, танцы в клубе, работа вышибалой в клубе Maisonette 9, мини-игра по употреблению шампанского в The Ballad of Gay Tony. Также в Episodes From Liberty City были добавлены новые виды оружия и новые транспортные средства.
            </p><br>
            <h4>Технические особенности и недостатки</h4>
            <p>
                Разработчиками из Rockstar Toronto был внесен ряд технических изменений в релиз Episodes from Liberty City. Были переделаны тени, добавлена возможность регулирования ночных теней, добавлена регулировка качества отображения текстур воды, трилинейная и анизотропная фильтрация текстур до х16. Недостатком всё ещё является отсутствие эффекта сглаживания.
            </p>
        </div>
    </div>
@endsection