@extends('layouts.site')
{{--Gta 4 персонажи--}}
@section('content')
    {{--Контент Gta 4 персонажи--}}
    <div class="container centered">
        <div class="col-xs-offset-1 col-xs-10">
            <img class='img' src="image/gta4p.jpg" alt="">
            <h4>Персонажи ГТА 4</h4>
            <p>
                Давайте взглянем на достойных упоминания личностей мира GTA 4. Среди них есть и относительно законопослушные граждане – и преступники, и адекватные личности – и люди… своеобразные. Данные по персонажам приводятся в основном на момент начала игры, с некоторыми подробностями, касающимися их отношений с Нико в будущем. Предупреждаем: не дайте этому описанию сбить вас с толку. Готовьтесь к предательствам и грохоту выпадающих из шкафов скелетов – это же GTA. С другой стороны, спойлеров в нем тоже не замечено, на этот счет можете быть спокойны.
            </p>
            <h4></h4>
            <table class='table'>
                <tr>
                    <td><img class='img' src="image/gtap1.jpg" width='300px' alt=""></td>
                    <td>Нико Беллик — главный герой, именно его жизнь вы как игрок пытаетесь устроить. Нико – бывший сербский солдат, отправившийся в США за манящей Американской мечтой. Наслушавшись от двоюродного брата Романа историй об особняке, спортивных машинах, прекрасных женщинах и горах денег (а также по некоторым личным мотивам, о которых станет известно по ходу сюжета), Нико и оказывается в Либерти-Сити. Где его ждет лишь старая оккупированная тараканами квартирка в прозябающем «русском квартале». Однако пути назад нет, и Нико решает потихоньку обосноваться на новом месте. И как знать – может, армейская выучка пригодится ему и здесь.</td>
                </tr>
                <tr>
                    <td><img class='img' src="image/gtap2.jpg" width='300px' alt=""></td>
                    <td>Роман Беллик — Роман двоюродный брат и единственный родственник Нико в Новом мире. Это он уговорил Нико приехать в Америку, хотя сам, как оказалось, за 15 лет жизни в Либерти-Сити не многого добился. Да, Роман владеет службой такси, но вовсе не процветает. Кроме того, он должен немалые деньги «серьезным людям», один из которых, Влад, открыто пытается увести его подругу Мэллори. При всем этом Романа не покидают часто неуместные оптимизм и привычка фантазировать. И хотя Роман персонаж в целом положительный, его привычка выдавать мечты за правду оказывается причиной всё новых проблем для него самого, его друзей и близких.</td>
                </tr>
                <tr>
                    <td><img class='img' src="image/gtap3.jpg" width='300px' alt=""></td>
                    <td>Джейкоб Хьюз — более известный как «Малыш Джейкоб», – оружейный и наркодилер с Ямайки. Хороший друг Романа и в целом мирный парень – когда не устраивает перестрелки с теми, кто пытается испортить ему жизнь.</td>
                </tr>
                <tr>
                    <td><img class='img' src="image/gtap4.jpg" width='300px' alt=""></td>
                    <td>Брюси Киббуц — Брюси – из тех, кого обычно называют «качками». Он владеет автосалоном-мастерской и живет на широкую ногу. Круг его интересов можно описать так: фитнес, деньги, машины, женщины. В любви Брюси к машинам Нико сможет сам убедиться, выполняя его задания – это в основном гонки и угоны. Брюси очень гордится тем, чего достиг. И не важно, что нарастить мышцы ему помогли стероиды, а ради денег порой приходится убивать.</td>
                </tr>
                <tr>
                    <td><img class='img' src="image/gtap5.jpg" width='300px' alt=""></td>
                    <td>Дмитрий Раскалов — русский гангстер, давний друг и партнер Михаила Фаустина. Они «как братья», хотя зависимость последнего не пошла их дружбе на пользу. Хотя сразу и не скажешь, Дмитрий человек не самый надежный, и Нико еще предстоит узнать, что значит иметь такого знакомого.</td>
                </tr>
            </table>
        </div>
    </div>
@endsection