@extends('layouts.site')
{{--Gta 4 информация--}}
@section('content')
    {{--Контент Gta 4 информация--}}
    <div class="container centered">
        <div class="col-xs-offset-1 col-xs-10">
            <img class='img' src="image/gta4.jpg" alt="" width="40%">
            <iframe class='img' width="560" height="315" src="https://www.youtube.com/embed/Fh2egiqQY8A" frameborder="0" allowfullscreen></iframe>
            <h2>GTA 4: дата выхода на PC, чит-коды, статьи, скриншоты, видео, новости.</h2>
            <table class='table'>
                <tr><td>Разработчики:</td><td>Rockstar North, Rockstar Toronto (ПК)</td></tr>
                <tr><td>Издатель:</td><td>Rockstar Games, Soft Club, 1С (ПК, локализация)</td></tr>
                <tr><td>Движок:</td><td>R.A.G.E., Euphoria</td></tr>
                <tr><td>Жанр:</td><td>открытый мир, автосимулятор, шутер, от третьего лица</td></tr>
                <tr><td>Режимы игры:</td><td>Одиночная / Многопользовательская</td></tr>
                <tr><td>Возрастное ограничение:</td><td>18+</td></tr>
                <tr><td>Платформы:</td><td>Xbox 360, PlayStation 3, ПК</td></tr>
                <tr><td>Официальный сайт:</td><td>rockstargames.com</td></tr>
                <tr><td>Даты выхода:</td><td>29 апреля 2008 (Xbox 360, PS3), 2 декабря 2008 (ПК, США), 3 декабря 2008 (ПК, Европа), 19 декабря 2008 (Россия)</td></tr>
            </table>
            <h4>Описание</h4>
            <p>
                Когда мы говорим о ГТА вообще, на ум приходят четыре момента: открытый мир, разнообразный транспорт, много оружия и, наконец, криминальная жизнь. GTA 4, как и каждая новая игра серии до нее, постаралась сделать две вещи. Во-первых, сохранить лучшее от своих предшественников. Во-вторых, расширить возможности игрока, сделать игровой процесс более реалистичным и интересным.
            </p><br>
            <p>
                Вы – Нико, бывший сербский солдат, которого двоюродный брат заманил в Америку обещаниями «сладкой жизни». Вы попали в Либерти-Сити – город, ставший отражением процветания и разложения одновременно. И не дайте названиям районов себя обмануть: Либерти-Сити – копия Нью-Йорка, со своей Статуей Свободы, Эмпайр-стейт-билдингом и Бруклинским мостом (который, правда, в начале игры по традиции закрыт). В четвертой части нас, как и раньше, ждет огромный мир, ставший еще более правдоподобным и насыщенным. Нельзя не отметить улучшенную графику и новый физический движок – еще никогда в серии не было так интересно просто разбивать машину вдребезги.
            </p><br>
            <p>
                Чтобы не заблудиться, не забудьте свериться с появившимся в игре GPS. И да, насчет GPS. На дворе уже не то время, чтобы общаться по мобильникам размером с буханку хлеба и решать все проблемы «в лоб». Нынче (то есть в игре) эпоха Интернета, а личный телефон должен быть у каждого. Сейчас обо всем можно узнать в «паутине», а проблемы создаются и решаются парой звонков и СМС. А в свободное время, конечно, можно просто посидеть в интернет-кафе, зависая на сайтах знакомств. С другой стороны, телевидение тоже никто не отменял – можно забыть о сюжете и посмотреть «ящик». Те же сайты знакомств окажутся полезны тем, кому хочется найти себе (еще одну) девушку. Однако теперь главный герой может встречаться не только с подружками, но и с друзьями, которых встретит по ходу игры.
            </p><br>
            <p>
                Но главным «двигателем» игры является сюжет, на этот раз со «славянским» уклоном: в начале игры вы попадаете в русский квартал, которым заправляет русская же мафия, по радио играют Серега и Лениград, а среди магазинов – «Новинки последней моды» и «Спиртной магазин».
            </p><br>
            <p>
                Именно здесь начинается ваш путь. Вашими «заказчиками» станут и мелкие рэкетиры, и уважаемые люди, и влиятельные наркоторговцы. Но хоть Нико и далеко не безгрешен, не сказать, что у него нет совести – и порой вам придется помогать ему сделать выбор, пусть чаще всего он и будет сводиться к «убей или оставь в живых».
            </p><br>
            <p>
                При этом игровой процесс стал динамичнее и реалистичнее. Здесь уже не достать гротескный миниган или реактивный ранец, но и нехватки оружия вы не заметите. Тем более, что иногда для достижения договоренности будет хватать и найденного на соседней стройке кирпича.
            </p><br>
            <p>
                Среди же наиболее заметных улучшений – обновленные драки и перестрелки. Разработчики пересмотрели боевую систему, добавив новые виды ударов, блоки и контратаки. Стрелять теперь можно из укрытий, причем и вслепую. К тому же теперь большинство противников можно убить одним выстрелом, в голову, потому что отныне учитывается, куда именно вы попали. С другой стороны, искусственный интеллект тоже «поумнел», так что расслабляться явно не стоит.
            </p><br>
            <p>
                И наконец, куда же мы без блюстителей закона? Работа сил правопорядка в этой части тоже стала больше похожей на настоящую. Так, теперь полиция уже не будет точно знать, где вы сейчас находитесь, и будет искать поблизости от места, где вас видели в последний раз. К тому же армия полицейским помогать больше не собирается…
            </p><br>
            <p>
                Четвертая часть, как можно видеть, стала реалистичнее, а изображаемый ей мир – сложнее и опаснее. Попрощайтесь с беспечностью Vice City и вседозволенностью San Andreas: в Либерти-Сити это суровый мир, в котором за все придется отвечать.
            </p><br>
        </div>
    </div>
@endsection