@extends('layouts.site')
{{--Gta ONLINE персонажи--}}
@section('content')
    {{--Контент Gta ONLINE--}}
    <div class="container centered">
        <div class="col-xs-offset-1 col-xs-10">
            <img class='img' src="image/gtarp1.jpg" alt="" width='90%'>
            <h2>Прокачка персонажа в ГТА онлайн</h2>
            <p>
                GTA Online не ролевая игра, и хотя в ней и есть ролевые элементы, они во многом нестандартны по сравнению с большинством RPG. Основных составляющих в «ролевой системе» две – репутация и навыки, причем они никак не зависят друг от друга. В этой статье вы узнаете, что они собой представляют, зачем они нужны и, что не менее важно, как можно быстро и честно их прокачать.
            </p><br>
            <table class='table-bordered'>
                <tr>
                    <td>Среди RPG-составляющих также можно выделить психическое состояние игрока, зависящее от его агрессивности, и показатель «надежный/ненадежный», указывающий на то, насколько можно доверять ему в командных заданиях.</td>
                </tr>
            </table>
            <img class='img' src="image/gtarp2.jpg" alt="">
            <h2>Уровни (ранги), репутация и разблокировка возможностей</h2>
            <p>
                Привычные для многих «уровни» в GTA Online называются рангами (rank). Такой подход к наименованию можно рассматривать как более реалистичный (вспомните тех же капитанов 1-го и 2-го ранга) и связанный с «выслугой», за которую вам полагаются различные привилегии. Соответственно, вместо опыта здесь говорят о репутации – вы словно играете не чтобы «развить персонажа», а чтобы «заслужить уважение», и любые ваши действия как бы повышают ваш авторитет.
            </p>
            <img class='img' src="image/gtarp3.jpg" alt="">
            <p>
                Естественно, в теории все, возможно, и так, но на практике это всего лишь цифры. Если вы ведете себя по-свински или лажаете в командной игре, судить будут по этому, а не по рангу, каким бы высоким он ни был (и здесь в игру вступает уже упомянутая система «надёжный/ненадёжный»). Единственная практическая польза ранга в том, что он дает вам эти самые привилегии – доступ к новым миссиям, гонкам, транспорту, оружию и так далее. Новые элементы игры открываются почти на каждом ранге, особенно на нижних ступенях «служебной лестницы».
            </p>
            <img class='img' src="image/gtarp4.jpg" alt="">
            <p>
                Максимальное значение ранга на момент написания данной статьи установлено на 8000. При этом практически ранг важен только до значения 135, дальше это уже просто стимул для продолжения игры, способ «померяться» с другими игроками – ну и потенциальное средство для отлова читеров.
            </p>
            <img class='img' src="image/gtarp5.jpg" alt="">
            <h4>Как прокачать уровень (ранг)</h4>
            <p>
                Чтобы повысить уровень, нужно заработать очки репутации (RP). Сделать это можно многими способами, среди которых:
            </p>
            <ul>
                <li>Выполнение миссий, работ, ежедневных заданий (до нескольких тысяч RP);</li>
                <li>Бои насмерть, захваты и прохождение плейлистов (до нескольких тысяч RP плюс бонус за убийство лидеров);</li>
                <li>Уход от полиции (в зависимости от уровня розыска – от 100 до 500 RP плюс бонус за долгое нахождение на 5 «звездах»);</li>
                <li>Участие в гонках (от 100 RP и более, даже за участие);</li>
                <li>Доставка машин для Семена (от 100 RP и более).</li>
            </ul>
            <p>
                Осмотритесь и найдите что-то свое или выберите из списка, а затем делайте это как можно чаще.
            </p>
        </div>
    </div>
@endsection   