@extends('layouts.site')
{{--Gta ONLINE информация--}}
@section('content')
    <!-- Основной контент -->
    <div class="container centered">
        <div class="col-xs-offset-1 col-xs-10">
            <img class='img' src="image/gtao.jpg" alt="" width='100%'>
            <iframe class='img' width="560" height="315" src="https://www.youtube.com/embed/4IUNBaZXVSI" frameborder="0" allowfullscreen></iframe>
            <h2>GTA Online</h2>
            <p>
                <strong>Grand Theft Auto Online</strong> – это многопользовательский режим GTA 5, доступный всем обладателям лицензионной версии GTA V.
                Запуск состоялся 1 октября 2013 года для пользователей PlayStation 3 и Xbox 360. Пользователи Windows и счастливые обладатели PlayStation 4 и Xbox One смогут поиграть как в однопользовательскую, так и в многопользовательскую версии уже осенью.
            </p><br>
            <h4>Начало игры</h4>
            <p>
                В мир GTA Online вы попадаете, будучи, так сказать, никому неизвестным (или неизвестной) и сами создаете, настраиваете и «прокачиваете» своего персонажа. Ну как сами – внешность игрока является по большей части результатом «виртуального генетического эксперимента» и зависит от внешности бабушек и дедушек (нет, я не шучу). Другим интересным моментом при создании персонажа является то, что вы должны указать свой «стиль жизни», то есть расписать по часам, сколько вы спите, сколько времени уходит на работу, вечеринки и даже просто сидение на диване. Все это непосредственно влияет на ваши показатели – классические выносливость силу и тому подобные. Причем спать, разумеется, полезнее всего, а вот занятия криминальными делами снизят емкость ваших легких. Почему? Ну, не знаю…
            </p>
            <img class='img' src="image/gtao1.jpg" alt="">
            <p>
                День независимости США Созданный персонаж под вашим управлением молчаливо (передаем привет Клоду из GTA III) выполняет самую грязную работу. Вас ждет подробное обучение основам игрового процесса, по завершении которого все будет зависеть от вас. Отметим, что события Online происходят до тех, что имели место в однопользовательской GTA V, но при этом в истории принимают участие ее персонажи. Что касается игрового мира, жить вам доведется в одной из «версий» Лос-Сантоса, где одновременно могут находиться до 16 игроков. Можно делать почти все то же, что и в однопользовательской игре, но доступны новые миссии, в том числе подразумевающие сотрудничество и соперничество. При этом в онлайн-мире можно иметь только один дом (объект недвижимости) и покупать виртуальные деньги за реальные. Важно и то, мир GTA Online находится в постоянном развитии, изменяясь в результате действий самих игроков.
            </p><br>
            <h4>Занятия</h4>
            <p>
                Все виды деятельности делятся на три типа: гонки (на самых различных средствах передвижения), битва насмерть (Deathmatch) и миссии, обычно подразумевающие сотрудничество. В целом же игрок может соревноваться – или не соревноваться с другими, формировать банды – или действовать в одиночку, выполняя различные задания. По сути, каждый здесь стремится побольше заработать и купить, но также действует система репутации. Получая новые уровни, игроки открывают новые возможности и более сложные миссии. Придется приложить немало труда, чтобы выбиться в люди в непростом мире. И это притом, что вас могут заказать, убить и ограбить и что большое значение имеют нужные знакомства. В общем, все как у людей.
            </p>
            <img class='img' src="image/gtao2.jpg" alt="">
            <h4>Оценки и популярность</h4>
            <p>
                Если судить по рейтингам, онлайн-версия новой GTA получила более прохладный прием – средняя оценка агрегаторов равна примерно 80% против аж 97% у однопользовательской. Однако нужно заметить, что некоторые из оценок первой были выставлены вскоре после запуска, когда еще имели место баги и ошибки, вызвавшие массовое недовольство игроков. И все же, по сообщениям Take-Two Interactive, 70% игроков GTA V, имеющих доступ в Интернет, также попробовали свои силы в онлайн-версии.
            </p><br>
            <h4>Что дальше?</h4>
            <p>
                Начнем с того, что в игре (теперь) имеется встроенный редактор контента, с помощью которого можно создавать новые гонки и сражения, выбирая место, стартовые точки, оружие и средства передвижения, которые будут использоваться. Своими творениями можно поделиться с другими игроками.
            </p>
            <img class='img' src="image/gtao3.jpg" alt="">
            <p>
                Прочие дополнения можно разделить на:
            </p>
            <ul>
                <li>Особые тематические наборы, доступные в праздники (например, День святого Валентина или День независимости США);</li>
                <li>Наборы, касающиеся «стиля жизни» (Business Update для деловых людей, High Life Update для тех, кто любит жить на широкую ногу и кому мало одного дома, I’m Not a Hipster Update для непонятых любителей кофе, Нью-Йорка и Паланика);</li>
                <li>Дополнения, добавляющие новый функционал (уже упомянутый редактор контента, а также Captue, добавляющий в игру классический режим захвата флага).</li>
            </ul>
            <p>
                Разумеется, на этом развитие онлайн-мира не заканчивается. Rockstar еще до выхода заявляла, что GTA Online будет «расширяться вечно», по крайней мере, настолько «вечно», на сколько хватит разработчиков и игроков.
            </p>
        </div>
    </div>
@endsection   