@extends('layouts.site')
{{--Gta HEIST--}}
@section('content')
    {{--Контент Gta Онлайн ограбления--}}
    <div class="container centered">
        <div class="col-xs-offset-1 col-xs-10">
            <img class='img' src="image/gtah1.jpg" alt="">
            <h4>Ограбления в GTA Online</h4>
            <p>
                Ограбления для GTA Online – это кооперативный режим для 2–4 человек, позволяющий подготавливать и совершать (все более и более) крупномасштабные ограбления, подобные тем, что имеют место в однопользовательской игре. Сами ограбления являются ключевым нововведением DLC Heists, которое вышло 10 марта 2015 года и добавило в игру новые миссии, транспорт, оружие и одежду, а также дополнительные режимы мультиплеера и достижения.
            </p>
            <img class='img' src="image/gtah2.jpg" alt="">
            <h4>Как принять участие</h4>
            <p>
                Основным требованием является достижение 12 уровня (или выше). Лидер команды также должен обладать элитной квартирой, в которой будет проходить планирование каждой миссии.После выполнения требований с потенциальным лидером свяжется Лестер и все объяснит – начнется подготовка к первому ограблению.
            </p>
            <img class='img' src="image/gtah3.jpg" alt="">
            <h4>Перечень ограблений и их выполнение</h4>
            <p>
                Всего игрок сможет выполнить 5 ограблений. Ограбления выполняются по очереди и различаются по сложности, числу участников, объему «добычи», снаряжению и т.д. Каждое ограбление выполняется в команде и состоит из нескольких подготовительных и одной финальной миссии.
            </p><br>
            <table class='table'>
                <tr>
                    <th>Ограбление</th>
                    <th>Подготовительных миссий</th>
                    <th>Количество участников</th>
                    <th>Стоимость подготовки</th>
                </tr>
                <tr>
                    <td>The Fleeca Job</td>
                    <td>2</td>
                    <td>2</td>
                    <td>11 500</td>
                </tr>
                <tr>
                    <td>The Prison Break</td>
                    <td>4</td>
                    <td>4</td>
                    <td>40 000</td>
                </tr>
                <tr>
                    <td>The Humane Labs Raid</td>
                    <td>5</td>
                    <td>4</td>
                    <td>54 000</td>
                </tr>
                <tr>
                    <td>Series A Funding</td>
                    <td>5</td>
                    <td>4</td>
                    <td>40 000</td>
                </tr>
                <tr>
                    <td>The Pacific Standard Job</td>
                    <td>5</td>
                    <td>4</td>
                    <td>100 000</td>
                </tr>
            </table>
            <img class='img' src="image/gtah4.jpg" alt="">
        </div>
    </div>
@endsection   