@extends('layouts.site')
{{--Gta 5 город--}}
@section('content')
    {{--Контент Gta 5 город--}}
    <div class="container centered">
        <div class="col-xs-offset-1 col-xs-10">
            <img class='img' src="image/0.jpg" alt="" width="90%;">
            <h2>Добро пожаловать в Лос Сантос!!!</h2>
            <h4>Описание</h4>
            <p>
                Лос-Сантос– вымышленный город, расположенный в юго-восточной части США в округе Лос-Сантос, штат Сан-Андреас. Лос-Сантос является местом действия игры серии GTA уже во второй раз, впервые он появился в 2004 году в GTA: San Andreas. В новой версии Лос-Сантос крупнее, лучше детализирован и выглядит даже более живым, чем раньше. Прототипом Лос-Сантоса стал Лос-Анджелес с его обширными предместьями. Лос-Сантос значит по-испански «святые», это – аллюзия на Лос-Анджелес, что переводится как «ангелы».
            </p><br>
            <h2>Районы/кварталы</h2>
            <h4>Центральный Лос-Сантос</h4>
            <p>
                Районы центрального Лос-Сантоса – это сердце города. К северу эта зона граничит с Автоавтострадаю Дель-Пьерро, автоавтострадаю Ла Пуэрта на западе и Олимпийской автострадаю на востоке. Эта часть города характеризуется самым высоким уровнем урбанизации, здесь находятся самые высокие небоскребы в городе, в том числе башня банка Лабиринт.
            <ul class='ls'>
                <li>Даунтаун Лос-Сантоса (Даунтаун Лос-Анджелеса)</li>
                <li>Тэкстайл сити (Фэшн Дистрикт)</li>
                <li>Мишн Роу (Скид Роу)</li>
                <li>Пиллбокс Хилл (Банкер Хилл)</li>
                <li>Лиджн Сквер (Першинг Сквер)</li>
            </ul>
            <img class='img' src="image/ls1.jpg" alt="">
            </p>
            <h4>Северный Лос-Сантос</h4>
            <p>
                Северный Лос-Сантос состоит из кварталов, которые простираются от Даунтауна до Вайнвуд-Хиллз на северной окраине города. Это - место жизни самых богатых людей Лос-Сантоса, здесь расположены большие частные дома - самое престижное и дорогое жилье в городе. Помимо прочих знаменитостей, в Северном Лос-Сантосе живет Поппи Митчелл. Здесь же находится дом Майкла Де Санты.
            <ul>
                <li>Альта (Чайнатаун)</li>
                <li>Бёртон (Биверли Гроув)</li>
                <li>Вайнвуд (Голливуд)</li>
            </ul>
            <img class='img' src="image/ls2.jpg" alt="">
            </p>
        </div>
    </div>
@endsection 