@extends('layouts.site')
{{--Gta 5 инфо--}}
@section('content')
    {{--Основной контент--}}
    <div class="container centered">
        <div class="col-xs-offset-1 col-xs-10">
            <img class='img' src="image/gta2.jpg" alt="" width='40%'>
            <iframe class='video' width="560" height="315" src="https://www.youtube.com/embed/Vzue74y7A84" frameborder="0" allowfullscreen></iframe>
            <h2><strong>GTA 5: дата выхода на PC, чит-коды, статьи, секреты, карты, оружие, видео, скриншоты, новости.</strong></h2>
            <table class='table table-bordered'>
                <tr>
                    <td>Разработчик:</td>
                    <td>Rockstar North</td>
                </tr>
                <tr>
                    <td>Издатель:</td>
                    <td>Rockstar Games</td>
                </tr>
                <tr>
                    <td>Платформы:</td>
                    <td>PS4/PS, Xbox 360/One, PC</td>
                </tr>
                <tr>
                    <td>Мультиплеер:</td>
                    <td>до 16 игроков</td>
                </tr>
                <tr>
                    <td>Дата выхода на ХВОХ И PS3:</td>
                    <td>17 сентября 2013</td>
                </tr>
                <tr>
                    <td>Дата выхода на PS4 и Xbox One:</td>
                    <td>Осень 2014</td>
                </tr>
                <tr>
                    <td>Дата выхода на РС:</td>
                    <td>14 апреля 2015 года</td>
                </tr>
            </table>
            <h4>Описание</h4>
            <p>
                <strong>Grand Theft Auto V</strong> – видеоигра в жанре Action от третьего лица с открытым миром, продолжатель славных традиций серии GTA и самый крупномасштабный проект Rockstar Games с бюджетом более 250 миллионов долларов. При сравнении GTA V с прошлыми частями лучше всего использовать слово «больше» – больше игровой мир, больше детализация графики и так далее. Даже главных героев теперь целых три штуки – и каждый сам себе на уме. Игрок при необходимости может переключаться между ними почти в любое время, чтобы исследовать полностью открытый игровой мир, выполнять миссии или развлекаться, по-взрослому.
            </p><br>
            <h4>Завязка и место действия</h4>
            <p>
                Игрок попадает в вымышленный город Лос-Сантос, основанный на Лос-Анджелесе и уже знакомый по Grand Theft Auto: San Andreas. Также можно исследовать прилегающие территории – так называемый округ Блэйн. Игровой мир чуть ли не в 8 раз больше Либерти-Сити из GTA IV. Также по ходу игры можно будет побывать в Северном Янктоне, но только в ходе выполнения сюжетных миссий. Кроме того, нужно отметить, что в мире GTA теперь обитают животные – и домашние, с которыми можно играть, и дикие, на которых можно охотиться.
            </p><br>
            <h4>Герои и их возможности</h4>
            <p>
                Играть, как уже говорилось, можно в каждый отдельный момент за одного из трех персонажей – Майкла, Тревора или Франклина. При этом герои, что естественно, имеют свою историю, личную жизнь, друзей, хобби и интересы. Для игрока также важно то, что у каждого из них есть талант в какой-то области, что пригодится при выполнении миссий. В целом же GTA V еще больше, чем прошлые части, похожа на полноценный симулятор жизни – пусть и бандитской. И даже самый последний бандит здесь сможет сойти за добропорядочного гражданина, спрятав наколки под дорогой рубашкой и пиджаком.
            </p><br>
            <h4>Работа</h4>
            <p>
                Как и раньше, в игре есть основной сюжет и сюжетные миссии, но следовать по этому пути никто не заставляет, и вы можете спокойно отправиться на поиски приключений на свою, то есть одну из трех своих, ну вы поняли. У каждого из героев свой набор миссий, причем выполнять их можно независимо. К тому же стало меньше однотипных миссий. Будут, конечно, и привычные угоны самых разных транспортных средств, но также придется по ходу сюжета вернуть украденную яхту, толкнуть наркотики, организовать убийство, совершить несколько ограблений, причем самим решая, как их лучше провернуть и решить еще множество проблем. И, конечно же, всегда будут те, кто постарается вам помешать, – полиция в том числе. При этом система ухода от сил правопорядка немного изменилась, уровней розыска теперь пять, зато теперь против вас снова может ополчиться армия.
            </p><br>
            <h4>Развлечения</h4>
            <p>
                Помимо работ и подработок разной степени незаконности, есть еще целая уйма занятий. Еще в San Andreas вы могли ходить в качалку, кататься на велосипеде и плавать. «Визитка» Лос-Сантоса на официальном сайте игры также предлагает «туристам» множество способов отлично провести время – от шопинга и осмотра достопримечательностей до охоты на диких зверей, дайвинга и прыжков с парашютом. Есть в игре и менее активные способы скоротать время. Теперь еще больше действий доступно через мобильный телефон, причем у каждого из героев он свой. Можно выходить в интернет, фотографировать свою еду и выкладывать в аналог Instagram, а можно и просто смотреть телевизор.
            </p><br>
            <h4>Недвижимость</h4>
            <p>
                Игрок может приобретать различные объекты недвижимости, которые в перспективе могут приносить доход, а также открывают некоторые побочные миссии. Недвижимость эта самая разная – тут вам и служба такси и гаражи, и кинотеатры и клубы.
            </p><br>

        </div>
    </div>
@endsection